Repository: opportus/woocommerce-order-tracking
Catalog: languages/woocommerce-order-tracking-*.po
Languages: fr_fr

source: Shipper's URL
fr_fr: URL du transporteur

source: Add the new shipper's tracking service URL. Eg for FEDEX: http://www.fedex.com/Tracking?action=track&tracknumbers=
fr_fr: Ajouter l'URL du service de suivi. Par exemple pour FEDEX: http://www.fedex.com/Tracking?action=track&tracknumbers=

source: Shipper's Name
fr_fr: Nom du transporteur

source: Enter the name of the new shipper. Note that it will be displayed as such to your customer.
fr_fr: Rentrer le nom du transporteur. Veuillez noter qu'il apparaîtra tel-quel à vos clients.

source: Set your shippers
fr_fr: Ajouter/modifier des transporteurs

source: In this section, you can add new shippers and/or edit the shippers previously created.
fr_fr: Dans cette section vous pouvez ajouter/modifier les transporteur précédemment créés.

source: WooCommerce Order Tracking
fr_fr: Suivi de commande WooCommerce

source: Order Tracking
fr_fr: Suivi de commande

source: Order Tracking Options
fr_fr: Options du suivi de commande

source: You first need to add new shippers on the %s.
fr_fr: Vous devez d'abord créer des nouveaux transporteurs sur %s.

source: settings page
fr_fr: page des options

source: Select the shipper, enter your tracking number and save...
fr_fr: Choisissez un transporteur, entrez le numéro de suivi et sauvegardez...

source: Shipper
fr_fr: Transporteur

source: Select the shipper
fr_fr: Sélectionner le transporteur

source: Tracking number
fr_fr: Numéro de suivi

source: Track it
fr_fr: Suivre la commande

source: Invalid / Missing tracking number or tracking shipper
fr_fr: Numéro de suivi ou transporteur manquant ou invalide

source: Shipped by %s
fr_fr: Expédiée par %s

source: Tracking number: %s
fr_fr: Numéro de suivi: %s

source: Track my order
fr_fr: Suivre ma commande

source: A simple and flexible order tracking solution for WooCommerce.
fr_fr: Une solution simple et flexible de suivi de commandes pour WooCommerce.
